Repository: HotCakeX/Harden-Windows-Security
Catalog: Harden System Security/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ml_in, pl_pl

# RateAndReviewSettingsCard.ToolTipService.ToolTip
source: Opens the Microsoft Store mini page where you can rate and optionally write a review for the Harden System Security.
ar: يفتح صفحة Microsoft Store المصغرة حيث يمكنك تقييم وكتابة مراجعة اختيارياً لـ Harden System Security.
de_de: Öffnet die Mini-Seite des Microsoft Store, auf der Sie Harden System Security bewerten und optional eine Rezension schreiben können.
el_gr: Ανοίγει τη μίνι σελίδα Microsoft Store όπου μπορείτε να βαθμολογήσετε και προαιρετικά να γράψετε μια κριτική για το Harden System Security.
es: Abre la mini página de Microsoft Store donde puede calificar y opcionalmente escribir una reseña para Harden System Security.
fr_fr: Ouvre la mini-page du Microsoft Store où vous pouvez noter et éventuellement rédiger un avis pour Harden System Security.
he_il: פותח דף מיניאטורי ב-Microsoft Store שבו ניתן לדרג ולבחור לכתוב סקירה עבור Harden System Security.
hi_in: Microsoft Store मिनी पेज खोलता है जहाँ आप Harden System Security को रेट कर सकते हैं और वैकल्पिक रूप से समीक्षा लिख सकते हैं।
ml_in: Microsoft Store മിനി പേജ് തുറക്കുന്നു, അവിടെ നിങ്ങൾക്ക് Harden System Security റേറ്റ് ചെയ്യാനും ഐച്ഛികമായി ഒരു റിവ്യൂ എഴുതാനും കഴിയും.
pl_pl: Otwiera mini stronę Microsoft Store, gdzie możesz ocenić Harden System Security i opcjonalnie napisać recenzję.

# CheckingForUpdateStore
source: Checking for update in the Microsoft Store...
ar: جاري البحث عن تحديث في Microsoft Store...
de_de: Suche nach Updates im Microsoft Store...
el_gr: Έλεγχος για ενημέρωση στο Microsoft Store...
es: Verificando actualización en Microsoft Store...
fr_fr: Vérification des mises à jour dans le Microsoft Store...
he_il: בודק עדכון ב-Microsoft Store...
hi_in: Microsoft Store में अपडेट की जांच कर रहे हैं...
ml_in: Microsoft Store-ൽ അപ്ഡേറ്റിനായി പരിശോധിക്കുന്നു...
pl_pl: Sprawdzanie aktualizacji w Microsoft Store...

# NewUpdateIsAvailableStore
source: A new update is available. Opening the Microsoft Store so you can proceed with updating the app in there.
ar: تحديث جديد متاح. فتح Microsoft Store حتى تتمكن من المتابعة مع تحديث التطبيق هناك.
de_de: Ein neues Update ist verfügbar. Der Microsoft Store wird geöffnet, damit Sie die App dort aktualisieren können.
el_gr: Μια νέα ενημέρωση είναι διαθέσιμη. Άνοιγμα του Microsoft Store ώστε να μπορέσετε να συνεχίσετε με την ενημέρωση της εφαρμογής εκεί.
es: Una nueva actualización está disponible. Abriendo Microsoft Store para que pueda continuar con la actualización de la aplicación allí.
fr_fr: Une nouvelle mise à jour est disponible. Ouverture du Microsoft Store pour que vous puissiez procéder à la mise à jour de l'application.
he_il: זמין עדכון חדש. פותח את Microsoft Store כדי שתוכל להמשיך ולעדכן את האפליקציה שם.
hi_in: एक नया अपडेट उपलब्ध है। Microsoft Store खोला जा रहा है ताकि आप वहाँ एप्लिकेशन का अपडेट जारी रख सकें।
ml_in: ഒരു പുതിയ അപ്ഡേറ്റ് ലഭ്യമാണ്. Microsoft Store തുറക്കുന്നു, അതിനാൽ നിങ്ങൾക്ക് അവിടെ ആപ്ലിക്കേഷൻ അപ്ഡേറ്റ് തുടരാം.
pl_pl: Dostępna jest nowa aktualizacja. Otwieranie Microsoft Store, aby móc kontynuować aktualizację aplikacji tam.

# ProblemOpeningMSStore
source: There was a problem opening the Microsoft Store page of the Harden System Security.
ar: كانت هناك مشكلة في فتح صفحة Microsoft Store الخاصة بـ Harden System Security.
de_de: Beim Öffnen der Microsoft-Store-Seite von Harden System Security ist ein Problem aufgetreten.
el_gr: Υπήρξε πρόβλημα στο άνοιγμα της σελίδας Microsoft Store του Harden System Security.
es: Hubo un problema abriendo la página de Microsoft Store de Harden System Security.
fr_fr: Un problème est survenu lors de l'ouverture de la page Microsoft Store de Harden System Security.
he_il: אירעה בעיה בפתיחת עמוד Microsoft Store של Harden System Security.
hi_in: Harden System Security के Microsoft Store पेज को खोलने में समस्या हुई।
ml_in: Harden System Security-യുടെ Microsoft Store പേജ് തുറക്കുന്നതിൽ പ്രശ്നമുണ്ടായി.
pl_pl: Problem z otwarciem strony Microsoft Store dla Harden System Security.

# TheAppIsUpToDate
source: The Harden System Security application is up to date.
ar: تطبيق Harden System Security محدث.
de_de: Die Anwendung Harden System Security ist auf dem neuesten Stand.
el_gr: Η εφαρμογή Harden System Security είναι ενημερωμένη.
es: La aplicación Harden System Security está actualizada.
fr_fr: L'application Harden System Security est à jour.
he_il: האפליקציה Harden System Security מעודכנת.
hi_in: Harden System Security एप्लिकेशन अप टू डेट है।
ml_in: Harden System Security ആപ്ലിക്കേഷൻ അപ്-ടു-ഡേറ്റ് ആണ്.
pl_pl: Aplikacja Harden System Security jest aktualna.

# UpdateCheckError
source: An error occurred while checking for update.
ar: حدث خطأ أثناء فحص التحديث.
de_de: Beim Suchen nach Updates ist ein Fehler aufgetreten.
el_gr: Παρουσιάστηκε σφάλμα κατά τον έλεγχο ενημέρωσης.
es: Ocurrió un error al verificar la actualización.
fr_fr: Une erreur s'est produite lors de la vérification des mises à jour.
he_il: אירעה שגיאה בעת בדיקת עדכון.
hi_in: अपडेट जांचते समय एक त्रुटि हुई।
ml_in: അപ്ഡേറ്റ് പരിശോധിക്കുന്നതിൽ ഒരു പിശക് സംഭവിച്ചു.
pl_pl: Wystąpił błąd podczas sprawdzania aktualizacji.

# FailedToOpenRating
source: Failed to open rating page in the Microsoft Store.
ar: فشل في فتح صفحة التقييم في Microsoft Store.
de_de: Die Bewertungsseite im Microsoft Store konnte nicht geöffnet werden.
el_gr: Αποτυχία ανοίγματος σελίδας βαθμολογίας στο Microsoft Store.
es: Falló al abrir la página de calificación en Microsoft Store.
fr_fr: Échec de l'ouverture de la page de notation dans le Microsoft Store.
he_il: נכשל בפתיחת דף הדירוג ב-Microsoft Store.
hi_in: Microsoft Store में रेटिंग पेज खोलने में विफल।
ml_in: Microsoft Store-ൽ റേറ്റിംഗ് പേജ് തുറക്കുന്നതിൽ പരാജയപ്പെട്ടു.
pl_pl: Nie udało się otworzyć strony ocen w Microsoft Store.

# InstallVersionMessage
source: Install version {0}
ar: تثبيت الإصدار {0}
de_de: Version {0} installieren
el_gr: Εγκατάσταση έκδοσης {0}
es: Instalar versión {0}
fr_fr: Installer la version {0}
he_il: התקן גרסה {0}
hi_in: संस्करण {0} इंस्टॉल करें
ml_in: പതിപ്പ് {0} ഇൻസ്റ്റാൾ ചെയ്യുക
pl_pl: Zainstaluj wersję {0}

# InstallLatestVer
source: Install the latest version
ar: تثبيت أحدث إصدار
de_de: Neueste Version installieren
el_gr: Εγκατάσταση της πιο πρόσφατης έκδοσης
es: Instalar la última versión
fr_fr: Installer la dernière version
he_il: התקן את הגרסה האחרונה
hi_in: नवीनतम संस्करण इंस्टॉल करें
ml_in: ഏറ്റവും പുതിയ പതിപ്പ് ഇൻസ്റ്റാൾ ചെയ്യുക
pl_pl: Zainstaluj najnowszą wersję

# WebViewBackButton.Text
source: Back
ar: الخلف
de_de: Zurück
el_gr: Πίσω
es: Atrás
fr_fr: Retour
he_il: חזרה
hi_in: पीछे
ml_in: പിന്നിലേക്ക്
pl_pl: Wstecz

# WebViewForwardButton.Text
source: Forward
ar: الأمام
de_de: Weiter
el_gr: Μπροστά
es: Adelante
fr_fr: Suivant
he_il: קדימה
hi_in: आगे
ml_in: മുന്നിലേക്ക്
pl_pl: Dalej

# WebViewReloadButton.Text
source: Reload
ar: إعادة تحميل
de_de: Neu laden
el_gr: Επαναφόρτωση
es: Recargar
fr_fr: Recharger
he_il: רענן
hi_in: रीलोड
ml_in: പുനഃലോഡ് ചെയ്യുക
pl_pl: Odśwież

# WebViewHomeButton.Text
source: Home
ar: الرئيسية
de_de: Startseite
el_gr: Αρχική
es: Inicio
fr_fr: Accueil
he_il: דף הבית
hi_in: होम
ml_in: ഹോം
pl_pl: Główna

# DocumentationNavigationViewItemHeader.Content
source: Documentation
ar: الوثائق
de_de: Dokumentation
el_gr: Τεκμηρίωση
es: Documentación
he_il: תיעוד
hi_in: दस्तावेज़
ml_in: ഡോക്യുമെന്റേഷൻ
pl_pl: Dokumentacja

# UserCanceledUACMessage
source: User canceled the UAC prompt.
de_de: Der Benutzer hat die UAC-Eingabeaufforderung abgebrochen.
el_gr: Ο χρήστης ακύρωσε την προτροπή UAC.
es: El usuario canceló el aviso de UAC.
he_il: המשתמש ביטל את בקשת ה-UAC.
hi_in: उपयोगकर्ता ने UAC प्रॉम्प्ट रद्द किया।
ml_in: ഉപയോക്താവ് UAC പ്രോംപ്റ്റ് റദ്ദാക്കി.

# ProtectionPresets.Text
source: Protection Presets
de_de: Schutz-Voreinstellungen
el_gr: Προκαθορισμένες ρυθμίσεις προστασίας
es: Configuraciones predefinidas de protección
he_il: תבניות הגנה
hi_in: सुरक्षा प्रीसेट
ml_in: സംരക്ഷണ പ്രീസെറ്റുകൾ

# ProtectionPresetsComboBox.AutomationProperties.HelpText
source: Choose one of the protection presets to apply, they are pre-configured sets of configurations made for different security levels.
ar: اختر إحدى إعدادات الحماية المسبقة للتطبيق، وهي مجموعات تكوين محددة مسبقاً مصممة لمستويات أمان مختلفة.
de_de: Wählen Sie eine der Schutz-Voreinstellungen, die angewendet werden sollen; dies sind vorkonfigurierte Konfigurationssätze für unterschiedliche Sicherheitsstufen.
el_gr: Επιλέξτε μία από τις προκαθορισμένες ρυθμίσεις προστασίας για εφαρμογή, είναι προκαθορισμένα σύνολα διαμορφώσεων που έχουν γίνει για διαφορετικά επίπεδα ασφάλειας.
es: Seleccione una de las configuraciones predefinidas de protección para aplicar, son conjuntos de configuración predefinidos hechos para diferentes niveles de seguridad.
fr_fr: Choisissez l'un des préréglages de protection à appliquer, ce sont des ensembles préconfigurés pour différents niveaux de sécurité.
he_il: בחר אחת מתבניות ההגנה ליישום; אלו קבוצות מוגדרות מראש של תצורות שנועדו למפלסי אבטחה שונים.
hi_in: लागू करने के लिए सुरक्षा प्रीसेट में से एक चुनें, ये विभिन्न सुरक्षा स्तरों के लिए बनाए गए पूर्व-निर्धारित कॉन्फ़िगरेशन सेट हैं।
ml_in: പ്രയോഗിക്കാനുള്ള സംരക്ഷണ പ്രീസെറ്റുകളിൽ ഒന്ന് തിരഞ്ഞെടുക്കുക, അവ വിവിധ സുരക്ഷാ നിലകൾക്കായി നിർമ്മിച്ച മുൻകൂട്ടി നിർണ്ണയിച്ച കോൺഫിഗറേഷൻ സെറ്റുകളാണ്.
pl_pl: Wybierz jeden z szablonów ochrony do zastosowania, są to predefiniowane zestawy konfiguracji zaprojektowane dla różnych poziomów bezpieczeństwa.

# ProtectionPresetsComboBox.ToolTipService.ToolTip
source: Choose one of the protection presets to apply, they are pre-configured sets of configurations made for different security levels.
ar: اختر إحدى إعدادات الحماية المسبقة للتطبيق، وهي مجموعات تكوين محددة مسبقاً مصممة لمستويات أمان مختلفة.
de_de: Wählen Sie eine der Schutz-Voreinstellungen, die angewendet werden sollen; dies sind vorkonfigurierte Konfigurationssätze für unterschiedliche Sicherheitsstufen.
el_gr: Επιλέξτε μία από τις προκαθορισμένες ρυθμίσεις προστασίας για εφαρμογή, είναι προκαθορισμένα σύνολα διαμορφώσεων που σχεδιάστηκαν για διαφορετικά επίπεδα ασφάλειας.
es: Seleccione una de las configuraciones predefinidas de protección para aplicar, son conjuntos de configuración predefinidos diseñados para diferentes niveles de seguridad.
fr_fr: Choisissez l'un des préréglages de protection à appliquer, ce sont des ensembles préconfigurés pour différents niveaux de sécurité.
he_il: בחר אחת מתבניות ההגנה ליישום; אלו קבוצות מוגדרות מראש של תצורות שנועדו למפלסי אבטחה שונים.
hi_in: लागू करने के लिए सुरक्षा प्रीसेट में से एक चुनें, ये विभिन्न सुरक्षा स्तरों के लिए डिज़ाइन किए गए पूर्व-निर्धारित कॉन्फ़िगरेशन सेट हैं।
ml_in: പ്രയോഗിക്കാനുള്ള സംരക്ഷണ പ്രീസെറ്റുകളിൽ ഒന്ന് തിരഞ്ഞെടുക്കുക, അവ വിവിധ സുരക്ഷാ നിലകൾക്കായി രൂപകൽപ്പന ചെയ്ത മുൻകൂട്ടി നിർണ്ണയിച്ച കോൺഫിഗറേഷൻ സെറ്റുകളാണ്.
pl_pl: Wybierz jeden z szablonów ochrony do zastosowania, są to predefiniowane zestawy konfiguracji zaprojektowane dla różnych poziomów bezpieczeństwa.

# BasicProtectionPresetComboBoxItemText
source: Basic
ar: أساسي
de_de: Basis
el_gr: Βασικό
es: Básico
fr_fr: Basique
he_il: בסיסי
hi_in: बुनियादी
ml_in: അടിസ്ഥാന
pl_pl: Podstawowy

# RecommendedProtectionPresetComboBoxItemText
source: Recommended
ar: موصى به
de_de: Empfohlen
el_gr: Συνιστώμενο
es: Recomendado
fr_fr: Recommandé
he_il: מומלץ
hi_in: अनुशंसित
ml_in: ശുപാർശിത
pl_pl: Zalecany

# CompleteProtectionPresetComboBoxItemText
source: Complete
ar: شامل
de_de: Vollständig
el_gr: Πλήρες
es: Completo
fr_fr: Complet
he_il: מלא
hi_in: पूर्ण
ml_in: പൂർണ്ണ
pl_pl: Kompletny

# ProtectPageTitle.Text
source: Manage security configurations and choose how to secure your device.
de_de: Sicherheitskonfigurationen verwalten und festlegen, wie Ihr Gerät geschützt werden soll.
hi_in: सुरक्षा कॉन्फ़िगरेशन का प्रबंधन करें और चुनें कि अपने डिवाइस को कैसे सुरक्षित करना है।

# ASRNavItem.Content
source: Attack Surface Reduction
ar: تقليل سطح الهجوم
de_de: Reduzierung der Angriffsfläche
el_gr: Μείωση επιφάνειας επίθεσης
es: Reducción de superficie de ataque
fr_fr: Réduction de la surface d'attaque
hi_in: हमला सतह कमी
ml_in: ആക്രമണ പ്രതലം കുറയ്ക്കൽ
pl_pl: Redukcja powierzchni ataku

# TLSSecurityNavItem.Content
source: TLS Security
ar: أمان TLS
de_de: TLS-Sicherheit
el_gr: Ασφάλεια TLS
es: Seguridad TLS
fr_fr: Sécurité TLS
he_il: אבטחת TLS
hi_in: TLS सुरक्षा
ml_in: TLS സുരക്ഷ
pl_pl: Bezpieczeństwo TLS

# LockScreenNavItem.Content
source: Lock Screen
ar: شاشة القفل
de_de: Sperrbildschirm
el_gr: Οθόνη κλειδώματος
es: Pantalla de bloqueo
fr_fr: Écran de verrouillage
he_il: מסך נעילה
hi_in: लॉक स्क्रीन
ml_in: ലോക്ക് സ്ക്രീൻ
pl_pl: Ekran blokady

# UACNavItem.Content
source: User Account Control
ar: تحكم حساب المستخدم
de_de: Benutzerkontensteuerung
el_gr: Έλεγχος λογαριασμού χρήστη
es: Control de cuentas de usuario
fr_fr: Contrôle de compte d'utilisateur
hi_in: उपयोगकर्ता खाता नियंत्रण
ml_in: ഉപയോക്തൃ അക്കൗണ്ട് നിയന്ത്രണം
pl_pl: Kontrola konta użytkownika

# WindowsFirewallNavItem.Content
source: Windows Firewall
ar: جدار حماية Windows
el_gr: Τείχος προστασίας Windows
es: Firewall de Windows
fr_fr: Pare-feu Windows
hi_in: Windows फ़ायरवॉल
ml_in: Windows ഫയർവാൾ
pl_pl: Zapora Windows

# OptionalWindowsFeaturesNavItem.Content
source: Optional Windows Features
ar: ميزات Windows الاختيارية
de_de: Optionale Windows-Features
el_gr: Προαιρετικά χαρακτηριστικά Windows
es: Características opcionales de Windows
fr_fr: Fonctionnalités facultatives de Windows
hi_in: वैकल्पिक Windows सुविधाएं
ml_in: ഓപ്ഷണൽ Windows ഫീച്ചറുകൾ
pl_pl: Opcjonalne funkcje Windows

# WindowsNetworkingNavItem.Content
source: Windows Networking
ar: شبكات Windows
de_de: Windows-Netzwerk
el_gr: Δικτύωση Windows
es: Redes de Windows
fr_fr: Réseau Windows
hi_in: Windows नेटवर्किंग
ml_in: Windows നെറ്റ്‌വർക്കിംഗ്
pl_pl: Sieć Windows

# MiscellaneousNavItem.Content
source: Miscellaneous
ar: متنوعة
de_de: Sonstiges
el_gr: Διάφορα
es: Misceláneas
fr_fr: Divers
he_il: שונות
hi_in: विविध
ml_in: വിവിധം
pl_pl: Różne

# EdgeBrowserNavItem.Content
source: Edge Browser
ar: متصفح Edge
el_gr: Πρόγραμμα περιήγησης Edge
es: Navegador Edge
fr_fr: Navigateur Edge
he_il: דפדפן Edge
hi_in: Edge ब्राउज़र
ml_in: Edge ബ്രൗസർ
pl_pl: Przeglądarka Edge

# CertificatesNavItem.Content
source: Certificates
ar: الشهادات
de_de: Zertifikate
el_gr: Πιστοποιητικά
es: Certificados
fr_fr: Certificats
he_il: תעודות
hi_in: प्रमाणपत्र
ml_in: സർട്ടിഫിക്കറ്റുകൾ
pl_pl: Certyfikaty

# CountryIPBlockingNavItem.Content
source: Country IP Blocking
ar: حظر IP حسب البلد
de_de: Länderbasierte IP-Blockierung
el_gr: Αποκλεισμός IP ανά χώρα
es: Bloqueo de IP por país
fr_fr: Blocage IP par pays
he_il: חסימת IP לפי מדינה
hi_in: देश द्वारा IP अवरोधन
ml_in: രാജ്യം അനുസരിച്ച് IP ബ്ലോക്കിംഗ്
pl_pl: Blokowanie IP według kraju

# NonAdminCommandsNavItem.Content
source: Non-Admin Commands
ar: أوامر غير المسؤول
de_de: Nicht-Admin-Befehle
el_gr: Εντολές μη διαχειριστή
es: Comandos de no administrador
fr_fr: Commandes non-admin
he_il: פקודות ללא אדמין
hi_in: गैर-व्यवस्थापक कमांड
ml_in: നോൺ-അഡ്മിൻ കമാൻഡുകൾ
pl_pl: Polecenia bez uprawnień administratora

# KeynameHeader.Text
source: Key Name
ar: اسم المفتاح
de_de: Schlüsselname
el_gr: Όνομα κλειδιού
es: Nombre de clave
fr_fr: Nom de la clé
he_il: שם מפתח
hi_in: कुंजी नाम
ml_in: കീ നാമം
pl_pl: Nazwa klucza

# ValueNameHeader.Text
source: Value Name
ar: اسم القيمة
de_de: Wertname
el_gr: Όνομα τιμής
es: Nombre de valor
fr_fr: Nom de la valeur
he_il: שם ערך
hi_in: मान नाम
ml_in: മൂല്യ നാമം
pl_pl: Nazwa wartości

# ValueHeader.Text
source: Value
ar: القيمة
de_de: Wert
el_gr: Τιμή
es: Valor
fr_fr: Valeur
he_il: ערך
hi_in: मान
ml_in: മൂല്യം
pl_pl: Wartość

# CategoryHeader.Text
source: Category
ar: الفئة
de_de: Kategorie
el_gr: Κατηγορία
es: Categoría
fr_fr: Catégorie
he_il: קטגוריה
hi_in: श्रेणी
ml_in: വിഭാഗം
pl_pl: Kategoria

# SubCategoryHeader.Text
source: Sub-Category
ar: الفئة الفرعية
de_de: Unterkategorie
el_gr: Υποκατηγορία
es: Subcategoría
fr_fr: Sous-catégorie
he_il: תת-קטגוריה
hi_in: उप श्रेणी
ml_in: ഉപവിഭാഗം
pl_pl: Podkategoria

# PolicyActionHeader.Text
source: Policy Action
ar: إجراء السياسة
de_de: Richtlinienaktion
el_gr: Ενέργεια πολιτικής
es: Acción de política
fr_fr: Action de stratégie
he_il: פעולת מדיניות
hi_in: नीति क्रिया
ml_in: നയ പ്രവർത്തനം
pl_pl: Działanie zasady

# FriendlyNameHeader.Text
source: Friendly Name
ar: الاسم المألوف
de_de: Anzeigename
el_gr: Φιλικό όνομα
es: Nombre descriptivo
fr_fr: Nom convivial
he_il: שם ידידותי
hi_in: मित्रवत नाम
ml_in: സൗഹൃദപരമായ നാമം
pl_pl: Przyjazna nazwa

# SizeHeader.Text
source: Size
ar: الحجم
de_de: Größe
el_gr: Μέγεθος
es: Tamaño
fr_fr: Taille
he_il: גודל
hi_in: आकार
ml_in: വലുപ്പം
pl_pl: Rozmiar

# KeynameColumnHeaderBtn.Content
source: Key Name
ar: اسم المفتاح
de_de: Schlüsselname
el_gr: Όνομα κλειδιού
es: Nombre de clave
fr_fr: Nom de la clé
he_il: שם מפתח
hi_in: कुंजी नाम
ml_in: കീ നാമം
pl_pl: Nazwa klucza

# ValueNameColumnHeaderBtn.Content
source: Value Name
ar: اسم القيمة
de_de: Wertname
el_gr: Όνομα τιμής
es: Nombre de valor
fr_fr: Nom de la valeur
he_il: שם ערך
hi_in: मान नाम
ml_in: മൂല്യ നാമം
pl_pl: Nazwa wartości

# ValueColumnHeaderBtn.Content
source: Value
ar: القيمة
de_de: Wert
el_gr: Τιμή
es: Valor
fr_fr: Valeur
he_il: ערך
hi_in: मान
ml_in: മൂല്യം
pl_pl: Wartość

# CategoryColumnHeaderBtn.Content
source: Category
ar: الفئة
de_de: Kategorie
el_gr: Κατηγορία
es: Categoría
fr_fr: Catégorie
he_il: קטגוריה
hi_in: श्रेणी
ml_in: വിഭാഗം
pl_pl: Kategoria

# SubCategoryColumnHeaderBtn.Content
source: Sub-Category
ar: الفئة الفرعية
de_de: Unterkategorie
el_gr: Υποκατηγορία
es: Subcategoría
fr_fr: Sous-catégorie
he_il: תת-קטגוריה
hi_in: उप श्रेणी
ml_in: ഉപവിഭാഗം
pl_pl: Podkategoria

# PolicyActionColumnHeaderBtn.Content
source: Policy Action
ar: إجراء السياسة
de_de: Richtlinienaktion
el_gr: Ενέργεια πολιτικής
es: Acción de política
fr_fr: Action de stratégie
he_il: פעולת מדיניות
hi_in: नीति क्रिया
ml_in: നയ പ്രവർത്തനം
pl_pl: Działanie zasady

# FriendlyNameColumnHeaderBtn.Content
source: Friendly Name
ar: الاسم المألوف
de_de: Anzeigename
el_gr: Φιλικό όνομα
es: Nombre descriptivo
fr_fr: Nom convivial
he_il: שם ידידותי
hi_in: मित्रवत नाम
ml_in: സൗഹൃദപരമായ നാമം
pl_pl: Przyjazna nazwa

# SizeColumnHeaderBtn.Content
source: Size
ar: الحجم
de_de: Größe
el_gr: Μέγεθος
es: Tamaño
fr_fr: Taille
he_il: גודל
hi_in: आकार
ml_in: വലുപ്പം
pl_pl: Rozmiar

# GroupPolicyEditorNavItem.Content
source: Group Policy Editor
ar: محرر نهج المجموعة
de_de: Gruppenrichtlinien-Editor
el_gr: Επεξεργαστής πολιτικής ομάδας
es: Editor de directivas de grupo
fr_fr: Éditeur de stratégie de groupe
he_il: עורך מדיניות קבוצתית
hi_in: समूह नीति संपादक
ml_in: ഗ്രൂപ്പ് പോളിസി എഡിറ്റർ
pl_pl: Edytor zasad grupy

# ClearButton.Content
source: Clear
ar: مسح
de_de: Leeren
el_gr: Εκκαθάριση
es: Limpiar
fr_fr: Effacer
he_il: נקה
hi_in: साफ़ करें
ml_in: മായ്ക്കുക
pl_pl: Wyczyść

# ClearButton.ToolTipService.ToolTip
source: Clear
ar: مسح
de_de: Leeren
el_gr: Εκκαθάριση
es: Limpiar
fr_fr: Effacer
he_il: נקה
hi_in: साफ़ करें
ml_in: മായ്ക്കുക
pl_pl: Wyczyść

# ClearButton.AutomationProperties.HelpText
source: Clear
ar: مسح
de_de: Leeren
el_gr: Εκκαθάριση
es: Limpiar
fr_fr: Effacer
he_il: נקה
hi_in: साफ़ करें
ml_in: മായ്ക്കുക
pl_pl: Wyczyść

# GroupPolicyEditorPageTitle.Text
source: Open and read Group Policy files on this page. You can search through the data and remove individual policies from the file. You can also view the effective policies on the system.
de_de: Gruppenrichtliniendateien auf dieser Seite öffnen und lesen. Sie können die Daten durchsuchen und einzelne Richtlinien aus der Datei entfernen. Außerdem können Sie die wirksamen Richtlinien des Systems anzeigen.
hi_in: इस पेज पर समूह नीति फ़ाइलें खोलें और पढ़ें। आप डेटा में खोज सकते हैं और फ़ाइल से व्यक्तिगत नीतियों को हटा सकते हैं। आप सिस्टम पर प्रभावी नीतियां भी देख सकते हैं।

# ViewSelectedGroupPolicyFileTextBlock.Text
source: View the policy file path(s) you selected.
ar: عرض مسار(مسارات) ملف السياسة الذي حددته.
de_de: Pfad(e) der ausgewählten Richtliniendatei(en) anzeigen.
el_gr: Προβολή της διαδρομής/διαδρομών του αρχείου πολιτικής που επιλέξατε.
es: Ver la ruta o rutas del archivo de directiva que seleccionó.
fr_fr: Voir le(s) chemin(s) de fichier de politique que vous avez sélectionné(s).
he_il: הצג את נתיב(י) קובץ המדיניות שבחרת.
hi_in: आपके द्वारा चुनी गई नीति फ़ाइल का पथ या पथ देखें।
ml_in: നിങ്ങൾ തിരഞ്ഞെടുത്ത പോളിസി ഫയലിന്റെ പാത്ത് അല്ലെങ്കിൽ പാത്തുകൾ കാണുക.
pl_pl: Wyświetl ścieżkę lub ścieżki wybranego pliku zasad.

# SearchBoxTextBox.PlaceholderText
source: Search the data...
ar: البحث في البيانات...
de_de: Daten durchsuchen...
el_gr: Αναζήτηση στα δεδομένα...
es: Buscar en los datos...
fr_fr: Rechercher dans les données...
he_il: חפש בנתונים...
hi_in: डेटा में खोजें...
ml_in: ഡാറ്റയിൽ തിരയുക...
pl_pl: Przeszukaj dane...

# SearchBoxTextBox.ToolTipService.ToolTip
source: Search among the displayed data
ar: البحث بين البيانات المعروضة
de_de: In den angezeigten Daten suchen
el_gr: Αναζήτηση μέσα στα εμφανιζόμενα δεδομένα
es: Buscar dentro de los datos mostrados
fr_fr: Rechercher parmi les données affichées
he_il: חפש בין הנתונים המוצגים
hi_in: प्रदर्शित डेटा के भीतर खोजें
ml_in: പ്രദർശിപ്പിച്ച ഡാറ്റയ്ക്കുള്ളിൽ തിരയുക
pl_pl: Przeszukuj w wyświetlanych danych

# SearchBoxTextBox.AutomationProperties.HelpText
source: Search among the displayed data
ar: البحث بين البيانات المعروضة
de_de: In den angezeigten Daten suchen
el_gr: Αναζήτηση μέσα στα εμφανιζόμενα δεδομένα
es: Buscar dentro de los datos mostrados
fr_fr: Rechercher parmi les données affichées
he_il: חפש בין הנתונים המוצגים
hi_in: प्रदर्शित डेटा के भीतर खोजें
ml_in: പ്രദർശിപ്പിച്ച ഡാറ്റയ്ക്കുള്ളിൽ തിരയുക
pl_pl: Przeszukuj w wyświetlanych danych

# CopyRow.Text
source: Copy Row
ar: نسخ الصف
de_de: Zeile kopieren
el_gr: Αντιγραφή γραμμής
es: Copiar fila
fr_fr: Copier la ligne
he_il: העתק שורה
hi_in: पंक्ति कॉपी करें
ml_in: വരി കോപ്പി ചെയ്യുക
pl_pl: Kopiuj wiersz

# CopyRow.ToolTipService.ToolTip
source: Copy the currently selected row(s) to the clipboard as texts in order to paste them into any text editor.
ar: نسخ الصف(الصفوف) المحدد(ة) حالياً إلى الحافظة كنصوص لتتمكن من لصقها في أي محرر نصوص.
de_de: Die aktuell ausgewählte(n) Zeile(n) als Text in die Zwischenablage kopieren, um sie in einen beliebigen Texteditor einzufügen.
el_gr: Αντιγραφή της/των επιλεγμένης/ων γραμμής/γραμμών στο πρόχειρο ως κείμενα ώστε να μπορείτε να τα επικολλήσετε σε οποιοδήποτε επεξεργαστή κειμένου.
es: Copiar la(s) fila(s) actualmente seleccionada(s) al portapapeles como textos para que pueda pegarlos en cualquier editor de texto.
fr_fr: Copier la/les ligne(s) actuellement sélectionnée(s) dans le presse-papiers sous forme de texte pour les coller dans n'importe quel éditeur de texte.
he_il: העתק את השורה/ות הנבחרת(ות) ללוח כטקסטים כדי להדביק אותם בכל עורך טקסט.
hi_in: वर्तमान में चयनित पंक्ति/पंक्तियों को टेक्स्ट के रूप में क्लिपबोर्ड पर कॉपी करें ताकि आप इसे किसी भी टेक्स्ट एडिटर में पेस्ट कर सकें।
ml_in: നിലവിൽ തിരഞ്ഞെടുത്ത വരി/വരികൾ ടെക്സ്റ്റുകളായി ക്ലിപ്പ്ബോർഡിലേക്ക് കോപ്പി ചെയ്യുക, അതിനാൽ നിങ്ങൾക്ക് അത് ഏതെങ്കിലും ടെക്സ്റ്റ് എഡിറ്ററിൽ പേസ്റ്റ് ചെയ്യാം.
pl_pl: Kopiuj aktualnie wybrany wiersz/wiersze jako tekst do schowka, dzięki czemu można je wkleić w dowolnym edytorze tekstu.
